package dmp

var Type61Name = map[uint32]string{
	0:  "影音娱乐_默认",
	1:  "影音娱乐_电影",
	2:  "影音娱乐_短视频",
	3:  "影音娱乐_聚合视频",
	4:  "影音娱乐_视频服务其他",
	5:  "影音娱乐_网络直播",
	6:  "影音娱乐_游戏直播",
	7:  "影音娱乐_在线视频",
	8:  "影音娱乐_网络K歌",
	9:  "影音娱乐_音乐播放器",
	10: "影音娱乐_有声音频",
	11: "影音娱乐_在线音乐",
	12: "影音娱乐_音乐音频其他",
	13: "影音娱乐_AR/VR",
}

var Type61Value = map[string]uint32{
	"影音娱乐_默认":     0,
	"影音娱乐_电影":     1,
	"影音娱乐_短视频":    2,
	"影音娱乐_聚合视频":   3,
	"影音娱乐_视频服务其他": 4,
	"影音娱乐_网络直播":   5,
	"影音娱乐_游戏直播":   6,
	"影音娱乐_在线视频":   7,
	"影音娱乐_网络K歌":   8,
	"影音娱乐_音乐播放器":  9,
	"影音娱乐_有声音频":   10,
	"影音娱乐_在线音乐":   11,
	"影音娱乐_音乐音频其他": 12,
	"影音娱乐_AR/VR":  13,
}
